Repository: geosst/Harmonic
Catalog: po/*.po
Languages: el, fr, it, ru

source: Harmonic Spectrum Analyser
el: Αρμονική αναλυτής φάσματος
fr: Analyseur de spectre harmonique
it: Analizzatore di spettro armonico
ru: Гармонического анализатора спектра

source: Restore Session
el: Αποκατάσταση συνεδρία
fr: Restaurer la session
it: Ripristinare file di sessione

source: Save Session
el: Αποθήκευση συνεδρία
fr: Sauvegarder la session
it: Risparmiare file di sessione

source: _File
el: _Αρχείο
fr: _Fichier
ru: _Файл

source: Raw Delimited Data
el: Πρώτες οριοθετημένη δεδομένα
fr: Données brutes délimitées
it: Dati delimitati senza intestazione
ru: сырья данных с разделителями

source: Magnitude Only
el: Μέγεθος μόνο
fr: Amplitude seulement
it: Sola magnitudo

source: Magnitude and Phase
el: Μέγεθος και η φάση
fr: Amplitude et phase
it: Magnitudo e fase

source: Real/Imaginary
el: Πραγματική/Φανταστικά
fr: Réelle/Imaginaire
it: Reale/Immaginario
ru: Реальные/Мнимые

source: Data Format:
el: Μορφή δεδομένων
fr: Format des données:
it: Disposizione di dati:
ru: Формат данных:

source: Trace:
el: Ίχνος:
it: Traccia:
ru: След:

source: Transmission Measurement?
el: Μέτρηση της μετάδοσης;
fr: Mesure par transmission?
it: Misura in trasmissione?
ru: Передачи измерения

source: Data in dBs?
el: Δεδομένα σε dBs;
fr: Données en dBs?
it: Dati in dB?
ru: Данных в децибелах

source: Negate?
el: Ανατρέπει;
fr: Mettre au négatif?
it: Negare?
ru: Отрицайте

source: Display Properties:
el: Ιδιότητες εμφάνισης:
fr: Propriétés d'affichage:
it: Proprietà di visualizzazione:
ru: Визуального свойство:

source: _Properties
el: _Ιδιοτητες
fr: _Proprietes
it: _Proprietà
ru: _Свойство

source: None
el: Τίποτα
fr: Aucun
it: Nessun
ru: Ничего

source: 1st order spectral shadowing
el: Πρώτα αποζημίωση προκειμένου φασματική σκίαση
fr: Obscurcissement spectrale du premier ordre
it: Compensazione della coda spettrale (di primo ordine)
ru: Первого порядка спектральной слеъжка

source: Nonlinear Compensation:
el: Μη γραμμική αποζημίωση:
fr: Compensation non linéaire:
it: Compensazione non lineare
ru: Нелинейной компенсации:

source: Fourier
el: Φουριερ

source: Daubechies 4
el: Ντόμπετζης 4

source: Daubechies 8
el: Ντόμπετζης 8

source: Meyer
el: Μείγια

source: Morlet
el: Μόρλετ

source: Basis Function:
el: Συναρτήσεων:
fr: Fonctions de base:
it: Funzione di base:

source: Invert domain?
el: Αναστρέψει την περιοχή;
fr: Inverser le domaine?
it: Invertire il dominio?
ru: Обратите области

source: Apply correction to Window edges?
el: Εφαρμόστε τις διορθώσεις στο παράθυρο άκρα;
fr: Appliquer les corrections aux bords des fenêtres?
it: Applicare le correzioni alla estremità della finestra?
ru: Применить поправка к окно края

source: Optimise Triangle fit?
el: βελτιστοποίηση Ταιριάζουν των τριγώνων;
fr: Optimiser l'ajustement du triangle?
it: Ottimizzare la misura dei triangoli?
ru: Оптимизировайте припадке треугольников

source: Calculate Chirp?
el: Υπολογίσει το chirp;
fr: Calculer le chirp?
it: Calcolare il chirp?
ru: Измерите ЛЧМ

source: Batch Process Data?
el: Μαζική επεξεργασία τα στοιχεία;
fr: Traiter les données par lots?
ru: пакетной обработки данных

source: Autotrack Offset?
el: Aυτοματοποίηση Όφσετ;
fr: Automatiser le décalage
it: Automatizzare lo slittamento?
ru: Автоматизировать смещение

source: _Advanced
el: Προηγμένη
fr: A_vances
it: A_vanzato
ru: _Дополнительные

source: Instructions
el: Οδηγίες
it: Istruzioni
ru: Инструкции

source: _Help
el: _Βοήθεια
fr: _Aide
it: _Aiuto
ru: _Помощь

source: Spectrum Start:
el: Έναρξη του φάσματος
fr: Début du spectre:
it: Inizio dello spettro:
ru: Начала спектра:

source: Spectrum Stop:
el: Τέλος του φάσματος
fr: Fin du spectre:
it: Conclusione dello spettro:
ru: Конце спектра:

source: Offset:
el: Όφσετ:
fr: Décalage:
it: Slittamento:
ru: Смещение:

source: Zero Padding 2^:
el: Μηδέν υλικό παραγεμίσματος 2^:
fr: Bourrage de zéros 2^:
ru: Заполнение нулями 2^:

source: j index:
el: η δείκτη
fr: indice j:
it: Indice di J
ru: З Индекс:

source: Reset Arrays
el: Επαναφέρετε το συστοιχίες
fr: Réinitialiser les rangées
it: Resettare
ru: Сбросите массивов

source: Transform Spectrum
el: Μεταμορφώστε το φάσμα
fr: Transformer le spectre
it: Trasformare lo spettro
ru: Преобразите Спектра.

source: Spectrum
el: Φάσμα
fr: Spectre
it: Spettro
ru: Спектра

source: Inverse Spectrum Start:
el: Έναρξη της αντίστροφης φάσματος
fr: Début du spectre inversé:
it: Inizio dello spettro inverso:
ru: Начала обратный спектр:

source: Inverse Spectrum Stop:
el: Τέλος της αντίστροφης φάσματος
fr: Fin du spectre inversé:
it: Conclusione dello spettro inverso:
ru: Конце обратный спектр:

source: Triangle Centre:
el: Κέντρο του τριγώνου:
fr: Centre du triangle:
it: Centro del triangolo:
ru: Центре Треугольника:

source: Triangle Full Width:
el: Πλάτος του τριγώνου:
fr: Largeur totale du triangle:
it: Larghezza completa del triangolo:
ru: Полная ширина треугольника:

source: DC Peak Width:
el: Πλάτος της κορυφής μηδενική συχνότητα:
fr: Largeur du pic DC:
it: Larghezza massima della CC:
ru: Ширина пика DC:

source: k index:
el: ζ δείκτη
fr: indice k:
it: Indice di K
ru: К Индекс:

source: Process Spectrum
el: Διαδικασία του φάσματος
fr: Traiter le spectre
it: Analisi dello spettro
ru: Обработайте Спектра

source: Inverse Spectrum
el: Αντίστροφης φάσματος
fr: Spectre inversé
it: Spettro inverso
ru: Обратный спектр

source: Inverse Domain
el: Αντίστροφη περιοχή
fr: Domaine inversé
it: Dominio inverso
ru: Обратная области

source: Visibility
el: Προβολή
fr: Visibilité
it: Visibilità
ru: Видимость

source: Domain Shift
el: Μετατόπιση περιοχών
fr: Décalage du domaine
it: Sposti nel dominio
ru: Сдвига области

source: Analysis Results
el: Αποτελέσματα της ανάλυσης
fr: Résultats de l'analyse
it: Risultati dell'analisi
ru: Результаты анализа

source: Could not load help files.
el: Δεν ήταν δυνατή η φόρτωση αρχεία βοήθειας.
fr: Impossible de charger les fichiers d'aide.
it: Impossibile caricare il file di aiuto.
ru: Не удалось загрузить файлы справки.

source: Harmonic is a program for performing harmonic analysis (e.g. Fourier analysis) and obtaining visibility of fringes, domain shift and chirp measurements.
el: Αρμονική είναι ένα πρόγραμμα για την εκτέλεση αρμονική ανάλυση (π.χ. ανάλυση Φουριερ) και απόκτησης προβολή της κρόσσια στροφή τομέα και μετρήσεις τερέτισμα.
fr: Harmonique est un programme permettant d'effectuer l'analyse harmonique (par exemple l'analyse de Fourier) et obtenir la visibilité des franges, le décalage du domaine et les mesures de chirp.
it: Armonico è un programma che effettua l'analisi armonica (per esempio l'analisi di Fourier) e che permette di ottenere la visibilità delle frange, lo spostamento del dominio e misure di chirp.
ru: Гармоника программы для выполнения гармонического анализа (например, анализ Фурье) и получения видимость полос, сдвига области и измерение ЛЧМ.

source: translator-credits
el: Paul Childs
fr: Matthieu Bellec Matthieu Puigt
it: Alessandro Candiani
ru: Paul Childs

source: Select Image File
el: Επιλέξτε το αρχείο εικόνας
fr: Choisissez le fichier image
it: Nome del file immagine
ru: Выберите файл данных

source: No available image.
el: Δεν υπάρχουν διαθέσιμες εικόνα.
fr: Aucune image disponible.
it: Nessuna immagine disponibile.
ru: Нет доступных изображений.

source: Select Data File
el: Επιλέξτε το αρχείο δεδομένων
fr: Choisissez le fichier de données
it: Selezionare il file dati
ru: Выберите файл изображения

source: Parameter selection
el: Παράμετρος επιλογής
fr: Choix du paramètre
it: Selezionare i parametri
ru: Выбор параметр

source: All
el: Ολα
fr: Tous
it: Tutti
ru: Все из них

source: Select Parameter to save:
el: Επιλέξτε την παράμετρο για να αποθηκεύσετε:
fr: Choisissez le paramètre à sauvegarder:
it: Selezionare il parametro di salvataggio:
ru: Выберите параметр сохранить:

source: MEAS VISIBILTY DOMN_SHFT CHIRP
el: ΜEΤΡΗΣΗ ΠΡOBOΛΗ ΜΤΠΣ_ΠΡΧΝ CHIRP
fr: MESURE VISIBILTE DECAL_DOM CHIRP
it: MISR VISIBILIT SPOST_DOM CHIRP
ru: ИЗМЕРЕНИЯ ВИДИМОСТЬ СДВЫГ_ОБЛ ЛЧМ

source: Error Saving file: %s.
el: Σφάλμα κατά την αποθήκευση αρχείου: %s.
fr: Fichier d'erreur sauvegardé: %s.
it: Errore di salvataggio file: %s.
ru: Ошибка при сохранении файла: %s.

source: MEAS CHIRP
el: ΜEΤΡΗΣΗ CHIRP
fr: MESURE CHIRP
it: MISR CHIRP
ru: ИЗМЕРЕНИЯ ЛЧМ

source: MEAS DOMN_SHFT
el: ΜEΤΡΗΣΗ ΜΤΠΣ_ΠΡΧΝ
fr: MESURE DECAL_DOM
it: MISR SPOST_DOM
ru: ИЗМЕРЕНИЯ СДВЫГ_ОБЛ

source: MEAS VISIBILTY
el: ΜEΤΡΗΣΗ ΠΡOBOΛΗ
fr: MESURE VISIBILTE
it: MISR VISIBILIT
ru: ИЗМЕРЕНИЯ ВИДИМОСТЬ

source: Visibility over J
el: Προβολή πάνω δείκτη η
fr: Visibilité sur J
it: Visibilità di indice J
ru: Видимость за индексом З

source: Domain Shift over J
el: Μετατόπιση περιοχών πάνω δείκτη η
fr: Décalage du domaine sur J
it: Sposti nel dominio di indice J
ru: Сдвига области за индексом З

source: Chirp over J
el: Chirp πάνω δείκτη η
fr: Chirp sur J
it: Chirp di indice J
ru: ЛЧМ за индексом З

source: All over J
el: Όλα πάνω δείκτη η
fr: Tous sur J
it: Tutti di indice J
ru: Все из них за индексом З

source: Visibility over K
el: Προβολή πάνω δείκτη ζ
fr: Visibilité sur K
it: Visibilità di indice K
ru: Видимость за индексом K

source: Domain Shift over K
el: Μετατόπιση περιοχών πάνω δείκτη ζ
fr: Décalage du domaine sur K
it: Sposti nel dominio di indice K
ru: Сдвига области за индексом K

source: Chirp over K
el: Chirp πάνω δείκτη ζ
fr: Chirp sur K
it: Chirp di indice K
ru: ЛЧМ за индексом K

source: All over K
el: Όλα πάνω δείκτη ζ
fr: Tous sur K
it: Tutti di indice K
ru: Все из них за индексом K

source: Both
el: Δύο
fr: Les deux
it: Entrambi
ru: Обо из них

source: MEAS VISIBILTY DOMN_SHFT
el: ΜEΤΡΗΣΗ ΠΡOBOΛΗ ΜΤΠΣ_ΠΡΧΝ
fr: MESURE VISIBILTE DECAL_DOM
it: MISR VISIBILIT SPOST_DOM
ru: ИЗМЕРЕНИЯ ВИДИМОСТЬ СДВЫГ_ОБЛ

source: Both over J
el: Δύο πάνω δείκτη η
fr: Les deux sur J
it: Entrambi di indice J
ru: Обо из них за индексом З

source: Both over K
el: Δύο πάνω δείκτη ζ
fr: Les deux sur K
it: Entrambi di indice K
ru: Обо из них за индексом K

source: VISIBILTY DOMN_SHFT CHIRP
el: ΠΡOBOΛΗ ΜΤΠΣ_ΠΡΧΝ CHIRP
fr: VISIBILTE DECAL_DOM CHIRP
it: VISIBILIT SPOST_DOM CHIRP
ru: ВИДИМОСТЬ СДВЫГ_ОБЛ ЛЧМ

source: K VISIBILTY DOMN_SHFT CHIRP
el: Ζ ΠΡOBOΛΗ ΜΤΠΣ_ΠΡΧΝ CHIRP
fr: K VISIBILTE DECAL_DOM CHIRP
it: K VISIBILIT SPOST_DOM CHIRP
ru: K ВИДИМОСТЬ СДВЫГ_ОБЛ ЛЧМ

source: J VISIBILTY DOMN_SHFT CHIRP
el: Η ΠΡOBOΛΗ ΜΤΠΣ_ΠΡΧΝ CHIRP
fr: J VISIBILTE DECAL_DOM CHIRP
it: J VISIBILIT SPOST_DOM CHIRP
ru: З ВИДИМОСТЬ СДВЫГ_ОБЛ ЛЧМ

source: VISIBILTY DOMN_SHFT
el: ΠΡOBOΛΗ ΜΤΠΣ_ΠΡΧΝ
fr: VISIBILTE DECAL_DOM
it: VISIBILIT SPOST_DOM
ru: ВИДИМОСТЬ СДВЫГ_ОБЛ

source: K VISIBILTY DOMN_SHFT
el: Ζ ΠΡOBOΛΗ ΜΤΠΣ_ΠΡΧΝ
fr: K VISIBILTE DECAL_DOM
it: K VISIBILIT SPOST_DOM
ru: K ВИДИМОСТЬ СДВЫГ_ОБЛ

source: J VISIBILTY DOMN_SHFT
el: Η ΠΡOBOΛΗ ΜΤΠΣ_ΠΡΧΝ
fr: J VISIBILTE DECAL_DOM
it: J VISIBILIT SPOST_DOM
ru: З ВИДИМОСТЬ СДВЫГ_ОБЛ

source: Magnitude/Phase
el: Μέγεθος/Φαση
fr: Amplitude/Phase
it: Magnitudi/Fase
ru: Амплитуды/Фазы

source: INVERSE_D REAL_VAL IMAG_VAL
el: ΑΝΤΙ_ΠΕΡΧ ΠΡΑΓ_ΤΙΜ ΦΑΝΤ_ΤΙΜ
fr: D_INVERSE VAL_REELL VAL_IMAG
it: D_INVERSO\tVL_REALE\tVL_IMMAG
ru: ОБРАТ_ОБЛ РЕАЛ_ЗНАЧ МНИМ_ЗНАЧ

source: INVERSE_D MAGNITUDE PHASE
el: ΑΝΤΙ_ΠΕΡΧ ΜΕΓΕΘΟΣ ΦΑΣΗ
fr: D_INVERSE GRANDEUR PHASE
it: D_INVERSO\tMAGNITUDI\tFASE
ru: ОБРАТ_ОБЛ АМПЛИТУДЫ ФАЗЫ

source: No available processed data.
el: Δεν υπάρχουν διαθέσιμα δεδομένα που τυγχάνουν επεξεργασίας.
fr: Aucunes données traitées disponibles.
it: Dati elaborati non disponibili.
ru: Нет доступных обрабатываемых данных.

source: Select Session File
el: Επιλέξτε το αρχείο συνόδου
fr: Sélectionnez le fichier de la session

source: Loading failed for file: %s, Error: %s.
el: Φόρτωση απέτυχε για αυτό το αρχείο: %s, Σφάλμα: %s.
fr: Échec du chargement du fichier: %s, Erreur: %s.
it: Il file: %s non è stato caricato. Errore: %s.
ru: Загрузка не удалась по файл: %s, ошибка: %s.

source: Insufficient windowing range in channel %d, %d.
el: Ανεπαρκής παράθυρων κυμαίνονται στο κανάλι %d, %d.
fr: Largeur de fenêtre insuffisante sur le canal %d, %d.
it: Errore di selezione dati nel canale (J,K)=(%d,%d).
ru: Недостаточное оконной диапазон в канале %d, %d.

source: No transform for analysis exists yet.
el: Δεν μετασχηματισμό για την ανάλυση υπάρχει ακόμα.
fr: Aucunes transformations existantes pour l'analyse.
it: Eseguire la trasformata prima di procedere.
ru: Нет преобразования для анализа еще не существует.

source: Some clipping occured in channel %d. Increase zero padding.
el: Μερικές ψαλίδισμα εμφανίστηκαν σε κανάλι %d. Αύξηση μηδέν παραγέμισμα.
fr: Une coupure s'est produite dans le canal %d. Augmentez le bourrage de zéros.
it: Dati persi nel canale %d. Aumentare lo "zero padding".
ru: Некоторые отсечения произошло в канале %d. Увеличите заполнение нулями.

source: Offset must be nonzero for linear measurements.
el: Όφσετ πρέπει να είναι διαφορετική από το μηδέν για γραμμικές μετρήσεις.
fr: Le décalage doit être égale à zéro pour les mesures linéaires.
it: Lo slittamento deve essere diverso da zero per le misure lineari.
ru: Смещение должно быть отлично от нуля для линейных измерений.

source: Open a file for analysis first.
el: Ανοίξτε ένα αρχείο για ανάλυση πρώτη.
fr: Ouvrez d'abord un fichier pour l'analyse.
it: In primo luogo aprire un file per l'analisi.
ru: Откройте файл для анализа в первую очередь.

source: Display Properties
el: Ιδιότητες εμφάνισης
fr: Propriétés d'affichage
it: Proprietà di visualizzazione
ru: Визуального свойство

source: Axis label font:
el: Γραμματοσειράς για τις ετικέτες του άξονα:
fr: Police des étiquettes des axes:
it: Tipo di carattere per le etichette degli assi:

source: Tick label font:
el: Γραμματοσειράς για τον άξονα αριθμούς:
fr: Police des graduations:
it: Tipo di carattere per le numerico degli assi:

source: X axis text:
el: Κείμενο για τον άξονα Χ:
fr: Texte de l'axe X:
it: Testo per asse delle ascisse
ru: Текст оси x:

source: Y axis text:
el: Κείμενο για τον άξονα Υ:
fr: Texte de l'axe Y:
it: Testo per asse delle ordinate
ru: Текст оси y:

source: Font Selection for Axis Labels
el: Γραμματοσειρά επιλογή για τις ετικέτες του άξονα
fr: Sélection des polices pour les étiquettes des axes
it: Selezione tipo di carattere per le etichette degli assi

source: Font Selection for Tick Mark Labels
el: Γραμματοσειρά επιλογή για τον άξονα αριθμούς
fr: Sélection de polices pour les graduations
it: Selezione tipo di carattere per le numerico degli assi

source: Magnitude
el: Μέγεθος
fr: Amplitude
it: Magnitudo

source: Phase
el: Φαση
it: Fase

source: Real Part
el: Πραγματικό μέρος
fr: Partie Réelle
it: Parte reale

source: Imaginary Part
el: Φανταστικό μέρος
fr: Partie Imaginaire
it: Parte Immaginaria

source: Multiple plots for Inverse Domain
el: Πολλαπλές επιφάνειες για την αντίστροφη περιοχή
fr: Traces multiples dans le domaine inverse
it: Trame multiple per dominio inverso
ru: Несколько участков для обратной области

source: Radial axis text:
el: Κείμενο για τον ακτινικό άξονα:
fr: Texte de l'axe radial:
it: Testo per l'asse radiale
ru: Текст радиальном оси:

source: Azimuthal axis text:
el: Κείμενο για τον αζιμουθιακό άξονα:
fr: Texte de l'axe azimutal:
it: Testo per l'asse azimutale
ru: Текст азимутальной оси:

source: Multiple plots for Results over index j
el: Πολλαπλές επιφάνειες για τα αποτελέσματα πάνω δείκτη η
fr: Traces multiples des résultats au-dessus de l'index j
it: Trame multiple per risultati di indice J
ru: Несколько участков результаты за индексом J

source: Multiple plots for Results over index k
el: Πολλαπλές επιφάνειες για τα αποτελέσματα πάνω δείκτη ζ
fr: Traces multiples des résultats au-dessus de l'index k
it: Trame multiple per risultati di indice K
ru: Несколько участков результаты за индексом K

source: Perform an initial test of the parameters first.
el: Εκτελέστε μια πρώτη δοκιμή των παραμέτρων πρώτη.
fr: Réalisez d'abord un test initial des paramètres .
ru: Выполните первоначальное испытание параметров первого.

source: Parameters have changed since the last test. Retest with the current values first.
el: Οι παράμετροι έχουν αλλάξει από την τελευταία δοκιμή. Επανεξετάστε με τις ισχύουσες τιμές πρώτα.
fr: Les paramètres ont changé depuis le dernier test. Refaites d'abord le test avec les valeurs actuelles.
ru: Параметры были изменены с момента последнего испытания. Повторное тестирование с текущего значения в первую очередь.

source: Select Config File
el: Επιλέξτε το αρχείο ρυθμίσεων
fr: Choisissez le fichier de configuration
it: Selezionare il file di configurazione
ru: Выберите файл конфигурации

source: Configuration file generation
el: Διαμόρφωση δημιουργία αρχείων
fr: Génération du fichier de configuration
it: File di configurazione di generazione
ru: Файл конфигурации поколения

source: File:
el: Αρχείο:
fr: Fichier
ru: Файл

source: Measurand Value:
el: Μετρούμενο αξία:
fr: Valeur du mesurande:
it: Misurando il Valore:
ru: Измеряемой значение

source: Add another file
el: Προσθέστε ένα άλλο αρχείο
fr: Ajouter un autre fichier?
it: Aggiungere un altro file

source: No filenames given.
el: Δεν ονόματα αρχείων που.
fr: Pas de noms de fichiers donnés.
it: Nesun dato nomi di file.

source: Measurand Variable Type
el: Μετρούμενο οθόνη
fr: Type du mesurande
it: Il metodo di misurazione
ru: Параметр интерес

source: Linear
el: Γραμμική
fr: Lineaire
it: Linerare
ru: Линейные

source: Polar (Degrees)
el: Πολικός (Βαθμούς)
fr: Polaires (Degrés)
it: Polar (Gradi)

source: Polar (Radians)
el: Πολικός (Ακτίνια)
fr: Polaires (Radians)
it: Polar (Radianti)

source: Select Measurand Type:
el: Επιλέξετε τον τρόπο εμφάνισης των αποτελεσμάτων:
fr: Sélectionnez le type du mesurande:
it: Selezionare il metodo di misurazione:

source: File: %s successfully loaded.
el: Αρχείο: %s φορτωθεί επιτυχώς.
fr: Fichier: %s chargé avec succès.
it: Il file: %s è stato caricato con successo.
ru: Файл: %s успешно загружены.

source: Chirp
ru: ЛЧМ
